Repository: kylephillips/simple-locator
Catalog: languages/wpsimplelocator-*.po
Languages: it_it

source: Settings
it_it: Impostazioni

source: Remove
it_it: Rimuovi

source: Search for a location
it_it: Cerca una location

source: Distance
it_it: Distanza

source: Website
it_it: Sito web

source: location
it_it: posizione

source: locations
it_it: location

source: found within
it_it: trovato entro

source: Phone
it_it: Telefono

source: Show on Map
it_it: Mostra sulla mappa

source: View Location
it_it: Vedi la posizione

source: Address not found
it_it: Indirizzo non trovato

source: your location
it_it: la tua posizione

source: The address could not be located at this time.
it_it: Indirizzo non individuato.

source: Please enter a valid distance.
it_it: Inserisci una distanza valida.

source: Invalid unit.
it_it: Unità di misura non valida.

source: Use my location
it_it: Utilizza la mia posizione

source: Locations
it_it: Location

source: Add Location
it_it: Aggiungi Location

source: Edit Location
it_it: Modifica location

source: Subtle Gray
it_it: Ggrigio chiaro

source: Shades of Grey
it_it: Scala di grigio

source: miles
it_it: miglia

source: kilometers
it_it: chilometri

source: Search
it_it: Cerca

source: Zip/Postal Code
it_it: Zip/Codice postale

source: Address
it_it: Indirizzo

source: Display the Simple Locator Form
it_it: Mostra il form di Simple Locator

source: The address could not be found at this time.
it_it: Indirizzo non trovato.

source: Close
it_it: Chiudi

source: Cancel
it_it: Annulla

source: Save without location
it_it: Salva senza posizione

source: Street Address
it_it: Indirizzo

source: City
it_it: Città

source: State
it_it: Stato

source: Geocode values will update on save. Fields are for display purpose only.
it_it: Valori Geocode aggiornati al salvataggio. I campi sono per la sola visualizzazione.

source: Latitude
it_it: Latitudine

source: Longitude
it_it: Longitudine

source: Phone Number
it_it: Numero di telefono

source: Additional Info
it_it: Informazioni aggiuntive

source: Default Map
it_it: Mappa predefinita

source: Show Default Map on Page Load
it_it: Mosta la mappa predefinita al caricamento della pagina

source: Set location
it_it: Imposta località

source: Zoom level will be saved
it_it: Il livello di zoom verrà salvato

source: Center Default Map Using User's Location and automatically show results on page load (Map will default to above if geolocation is unavailable or refused by the user).
it_it: Centra la mappa predefinita utilizzando la posizione dell'utente e mostra automaticamente i risultati al caricamento della pagina (la mappa utilizzerà la posizione qui sopra se la geolocalizzazione non è disponibile o annullata dall'utente).

source: While not required, it's a good idea to sign up for a Google Maps API key. If your website receives a spike in traffic, this will allow you to monitor the usage of the API and possibly prevent the cutoff of access.
it_it: Benché non obbigatorio, è una buona idea registrarsi per una chiave API di Google Maps. Se il tuo sito riceve un incremento notevole di traffico, questo ti permetterà di monitorare l'uso delle API ed eventualmente di prevenire un blocco dell'accesso.

source: How to obtain an API key
it_it: Come ottenere una API key

source: Measurement Unit
it_it: Unità di misura

source: Miles
it_it: Miglia

source: Kilometers
it_it: Chilometri

source: Custom Map Pin
it_it: Segnaposto personalizzato

source: Yes
it_it: Sì

source: Include Google Maps API
it_it: Incluci la API di Google Maps

source: The Google Maps API is required for Simple Locator to function. If another plugin in use includes the Google Maps API, disable it here to avoid it being included multiple times on the front end of your site.
it_it: L'API di Google Maps è necessaria per il funzionamento di Simple Locator. Se un altro plugin include le API, disabilitala qui per evitare di richiamarla più volte sul sito.

source: Display Map in Singular View
it_it: Mostra la mappa nella visualizzazione singola

source: Location Button
it_it: Pulsante Location

source: Display location button on geolocation enabled devices/browsers
it_it: Mostra il bottone per la localizzazione sui browser/dispositivi abilitati

source: Location Button Text
it_it: Testo pulsante posizione

source: Map Styles
it_it: Stili della mappa

source: Change the appearance of the generated maps by choosing a theme, or pasting your custom style code.
it_it: Cambia l'aspetto della mappa generata scegliendo un tema, o incollando il codice di stile personalizzato,

source: None (Default Google Maps)
it_it: Nessuno (Default Google Maps)

source: Choose from List
it_it: Scegli dala lista

source: Paste my own styles
it_it: Incolla i miei stili

source: Choose a Style
it_it: Scegli un tema

source: Styles must be properly a formatted Javascript array. Visit
it_it: Gli stili devono essere un array Javascrip. Visita

source: the Google Maps Style Wizard
it_it: Style Wizard di Google Maps

source: for an easy way to generate properly formatted styles
it_it: per generare facilmente stili formattati correttamente

source: Location Post Type
it_it: Tipo di post per Location

source: Simple Locator comes with a post type of "Locations" with all the fields you need. If you'd like to use a custom post type, select it below. If you have existing fields for latitude and longitude, select those.
it_it: Simple locator fornisce un tipo di contentuto "Locations" con tutti i campi necessari. Se vuoi utilizzare un tipo di contenuto personalizzato, selezionano qui sotto. Se hai campi per la latitudine e la longitudine, selezionali.

source: Post Type for locations
it_it: Tipo di contenuto per Location

source: Latitude & Longitude Fields
it_it: Campi per la latitudine e la longitudine

source: Use Simple Locator Fields
it_it: Utilizza i campi di Simple Locator

source: Use Custom Fields
it_it: Utilizza i campi personalizzati

source: Show Hidden Fields
it_it: Mosta i campi nascosti

source: Latitude Field
it_it: Latitudine

source: Longitude Field
it_it: Campo longitudine

source: Latitude and Longitude fields must be separate fields. Entries must be formatted in decimal degree format (not DMS format).
it_it: Latitudine e longitudine devo essere campi distinti. I valori devono essere inseriti come decimi di grado (non formato DMS).

source: Location Post Type Name & Labels
it_it: Nome & etichetta per il tipo di post Location

source: Important: Changing the name or slug will remove content already published under existing post type from view. For more information, visit
it_it: Importante: cambiando il nome o lo slug verranno cancellati i contenuti pubblicati. Per maggiori informazioni visita

source: Post Type
it_it: Tipo di post

source: Post Type Label
it_it: Etichetta

source: Post Type Singular Label
it_it: Etichetta singolare

source: Add New Label
it_it: Aggiungi nuova etichetta

source: Edit Label
it_it: Modifica etichetta

source: View Label
it_it: Vedi l'etichetta

source: Menu Icon
it_it: Icona menu

source: Menu Position
it_it: Posizione nel menu

source: Post type & slug must be all lower case, with no special characters or spaces.
it_it: Tipo di post & slug devono essere minuscoli, senza caratteri speciali o spazi.

source: Drag and drop to configure results display below.
it_it: Trascia per configurare la visualizzazione dei risultati qui sotto.

source: Before
it_it: Prima

source: After
it_it: Dopo

source: Field Type
it_it: Tipo di campo

source: Text
it_it: Testo

source: Add Field
it_it: Aggiungi campo

source: Formatting before each result
it_it: Formattazione prima di ogni risultato

source: Formatting after each result
it_it: Formattazione dopo ogni risultato

source: Number of Results to Show (-1 for unlimited results)
it_it: Numero di risultati da mostrare (-1 per illimitato)

source: Show the distance in results
it_it: Mostra la distanza nei risultati

source: Text before and after fields can be used for formatting display (HTML is permitted)
it_it: Il testo prima e dopo i campi può essere utilizzato per la formattazione (HTML permesso)

source: Fields
it_it: Campi

source: Add
it_it: Aggiungi

source: Title
it_it: Titolo

source: Excerpt
it_it: Riassunto

source: Thumbnail
it_it: Anteprima

source: Simple Locator Settings
it_it: Impostazioni di Simple Locator

source: General
it_it: Generale

source: Post Type & Geocode Fields
it_it: Tipo di post & campi Geocode

source: Results Display
it_it: Visualizzazione dei risultati

source: Simple Locator Version
it_it: Versione di Simple Locator

source: Title:
it_it: Titolo:

source: Distance Options <br> (Comma Separated Numbers)
it_it: Opzioni distanza (valori separati da virgola)

source: Map Height (in Pixels)
it_it: Altezza mappa (in Pixel)
